//朝に表示される言葉の作成
let morningDialogues = [
    "朝ご飯は食べましたか？今日1日は今から始まるですよ‼ちゃんと朝ご飯を食べて、力をつけておきましょう",
    "朝の用事はすみましたか？ちゃんと歯を磨きましたか？朝ご飯は食べましたか？ちゃんとやることを考えて行動してくださいね",
    "今日の天気はいいですね。今後の天気予報をしっかり確認して、外に出ましょう。好きな者を見るのもよし。遊びに行くのもよし。まぁとりあえず外に出ましょう",
    ""
];

//昼に表示される言葉の関数制作
let noonDialogues = [
    "",
    "",
    "",
    ""
];

//夜に表示される言葉の関数制作
let nightDialogues = [
    "",
    "",
    "",
    ""
];

//深夜に表示される言葉の関数制作
let midnightDialogues = [
    "",
    "",
    "",
    "",
];

//実行場所
